brew "atuin"
brew "bat"
brew "btop"
brew "cask"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "jq"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tldr"
brew "trash"
brew "tree"
brew "zoxide"
brew "zsh"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "firefox@developer-edition"
cask "font-anonymice-nerd-font"
cask "font-anonymous-pro"
cask "font-jetbrains-mono-nerd-font"
cask "jordanbaird-ice"
cask "keycastr"
cask "kiro"
cask "kiro-cli"
cask "nightfall"
cask "raycast"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "vscode-icons-team.vscode-icons"
